/* Update alert message: A new version of {APP NAME} is available. Please update to version {NEW VERSION} now.*/
"A new version of %@ is available. Please update to version %@ now."="Este disponibilă o nouă versiune de %@. Actualizați acum versiunea la %@.";

/* Update alert title */
"Update Available"="Actualizare disponibilă";

/* Update alert dismiss button title */
"Next time"="Data viitoare";

/* Update alert skip button title */
"Skip This Version"="Ignor această versiune";

/* Update alert skip button title */
"Update"="Actualizare";

